Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileDeleteConfirm
source: Delete this recording? This cannot be undone.
cs_cz: Smazat tento záznam? Tuto akci nelze vrátit zpět.
de_de: Diese Aufzeichnung löschen? Das kann nicht rückgängig gemacht werden.
es_es: ¿Eliminar esta grabación? Esta acción no se puede deshacer.
fr_fr: Supprimer cet enregistrement ? Cette action est irréversible.
id_id: Hapus rekaman ini? Tindakan ini tidak dapat dibatalkan.
it_it: Eliminare questa registrazione? L'operazione non può essere annullata.
ja_jp: この記録を削除しますか？ 元に戻すことはできません。
ko_kr: 이 녹화 기록을 삭제하시겠습니까? 되돌릴 수 없습니다.
pl_pl: Usunąć to nagranie? Tej operacji nie można cofnąć.
pt_br: Excluir esta gravação? Essa ação não pode ser desfeita.
ru_ru: Удалить эту запись? Это действие нельзя отменить.
th_th: ลบการบันทึกนี้ใช่ไหม การลบนี้ย้อนกลับไม่ได้
tr_tr: Bu kayıt silinsin mi? Bu işlem geri alınamaz.
uk_ua: Видалити цей запис? Цю дію неможливо скасувати.
zh_cn: 要删除这条录制吗？此操作无法撤销。
zh_tw: 要刪除這筆錄製嗎？此動作無法復原。

# ProfileEmpty
source: No recordings yet.
cs_cz: Zatím žádné záznamy.
de_de: Noch keine Aufzeichnungen.
es_es: Aún no hay grabaciones.
fr_fr: Aucun enregistrement pour le moment.
id_id: Belum ada rekaman.
it_it: Ancora nessuna registrazione.
ja_jp: 記録はまだありません。
ko_kr: 녹화 기록이 없습니다.
pl_pl: Brak nagrań.
pt_br: Ainda não há gravações.
ru_ru: Записей пока нет.
th_th: ยังไม่มีการบันทึก
tr_tr: Henüz kayıt yok.
uk_ua: Записів поки немає.
zh_cn: 还没有录制记录。
zh_tw: 還沒有錄製紀錄。

# ProfileLoadFailed
source: Cannot open the recording. It is damaged or from a newer version.
de_de: Aufzeichnung kann nicht geöffnet werden. Sie ist beschädigt oder aus einer neueren Version.
es_es: No se puede abrir la grabación. Está dañada o es de una versión más reciente.
fr_fr: Impossible d’ouvrir l’enregistrement. Il est endommagé ou vient d’une version plus récente.
id_id: Rekaman tidak dapat dibuka. Berkas rusak atau dari versi yang lebih baru.
it_it: Impossibile aprire la registrazione. È danneggiata o creata con una versione più recente.
ja_jp: 記録を開けません。破損しているか、新しいバージョンで作成されたファイルです。
pt_br: Não é possível abrir a gravação. Ela está danificada ou é de uma versão mais nova.
ru_ru: Не удаётся открыть запись. Она повреждена или из более новой версии.
tr_tr: Kayıt açılamıyor. Bozuk ya da daha yeni bir sürümden.
uk_ua: Не вдається відкрити запис. Його пошкоджено або створено в новішій версії.
zh_tw: 無法開啟錄製。檔案已損毀，或由較新的版本建立。

# ProfileChartHint
source: Wheel: zoom · Drag: select a range · Click: select one frame · Right-button drag: move · Double-click: show all · Grey bars under Memory: memory cleanup (GC), as tall as its pause · ▲: a frame beyond the scale (its time on hover) · Click an owner in the list: its part of each bar (again to stop; while one is drawn, point at another to preview it) · Light orange background: while GC ran
de_de: Mausrad: Zoomen · Ziehen: Bereich auswählen · Klick: einen Frame auswählen · Ziehen mit rechter Taste: Verschieben · Doppelklick: alles anzeigen · Graue Balken unter „Speicher“: Speicherbereinigung (GC), so hoch wie ihre Pause · ▲: Frame über der Skala (Zeit beim Daraufzeigen) · Eintrag in der Liste anklicken: sein Anteil an jedem Balken (erneut zum Beenden; währenddessen auf einen anderen zeigen für eine Vorschau) · Hellorange Hintergrund: während GC lief
es_es: Rueda: zoom · Arrastrar: seleccionar un intervalo · Clic: seleccionar un fotograma · Arrastrar con el botón derecho: mover · Doble clic: ver todo · Barras grises en Memoria: limpieza de memoria (GC), tan altas como su pausa · ▲: fotograma por encima de la escala (su tiempo al pasar el puntero) · Clic en un elemento de la lista: su parte de cada barra (otra vez para quitarlo; mientras se dibuja, apunta a otro para previsualizarlo) · Fondo naranja claro: mientras corría el GC
fr_fr: Molette : zoom · Glisser : sélectionner une plage · Clic : sélectionner une image · Glisser avec le bouton droit : déplacer · Double-clic : tout afficher · Barres grises dans Mémoire : nettoyage de la mémoire (GC), aussi hautes que leur pause · ▲ : image au-delà de l’échelle (sa durée au survol) · Clic sur un élément de la liste : sa part de chaque barre (à nouveau pour arrêter ; pendant ce temps, survoler un autre pour l’aperçu) · Fond orange clair : pendant le GC
id_id: Roda mouse: zoom · Seret: pilih rentang · Klik: pilih satu frame · Seret tombol kanan: geser · Klik dua kali: tampilkan semua · Batang abu-abu di panel Memori: pembersihan memori (GC), tingginya sesuai lama jeda · ▲: frame melebihi skala (waktunya saat kursor di atasnya) · Klik item di daftar: bagiannya di setiap batang (klik lagi untuk berhenti; selama ditampilkan, arahkan ke item lain untuk pratinjau) · Latar oranye muda: saat GC berjalan
it_it: Rotellina: zoom · Trascina: seleziona un intervallo · Clic: seleziona un frame · Trascina con il tasto destro: sposta · Doppio clic: mostra tutto · Barre grigie in Memoria: pulizia della memoria (GC), alte quanto la pausa · ▲: frame oltre la scala (il suo tempo al passaggio del puntatore) · Clic su una voce dell'elenco: la sua parte di ogni barra (di nuovo per smettere; intanto, punta un'altra voce per l'anteprima) · Sfondo arancione chiaro: mentre girava il GC
ja_jp: ホイール: 拡大・縮小 · ドラッグ: 範囲を選択 · クリック: フレームを 1 つ選択 · 右ボタンドラッグ: 移動 · ダブルクリック: 全体を表示 · メモリ欄の灰色の棒: メモリの整理 (GC)、高さは停止時間 · ▲: 目盛りを超えるフレーム (ポインターで時間を表示) · 一覧の項目をクリック: 各バーにその項目の分を濃く表示 (もう一度クリックで解除、表示中はほかの項目にポインターを置くとプレビュー) · 薄いオレンジの背景: GC 稼働中
pt_br: Roda do mouse: zoom · Arrastar: selecionar um intervalo · Clique: selecionar um quadro · Arrastar com o botão direito: mover · Clique duplo: mostrar tudo · Barras cinza em Memória: limpeza de memória (GC), da altura da pausa · ▲: quadro acima da escala (seu tempo ao passar o ponteiro) · Clique em um item da lista: a parte dele em cada barra (de novo para parar; enquanto isso, aponte para outro para pré-visualizar)
ru_ru: Колесо: масштаб · Перетаскивание: выбор диапазона · Щелчок: выбор одного кадра · Перетаскивание правой кнопкой: сдвиг · Двойной щелчок: показать всё · Серые столбцы в панели «Память»: очистка памяти (GC), высота — длина паузы · ▲: кадр выше шкалы (время при наведении) · Щелчок по пункту списка: его доля в каждом столбце (ещё раз — убрать; пока показано, наведение на другой пункт — предпросмотр) · Светло-оранжевый фон: пока работал GC
tr_tr: Tekerlek: yakınlaştır · Sürükle: aralık seç · Tıkla: tek kare seç · Sağ tuşla sürükle: kaydır · Çift tıkla: tümünü göster · Bellek panelindeki gri çubuklar: bellek temizliği (GC), yüksekliği duraklama süresi · ▲: ölçeği aşan kare (süresi üzerine gelince) · Listedeki bir öğeye tıklayın: her çubuktaki payı (durdurmak için yeniden; bu sırada önizleme için başka birinin üzerine gelin)
uk_ua: Коліщатко: масштаб · Перетягування: вибір діапазону · Клацання: вибір одного кадру · Перетягування правою кнопкою: зсув · Подвійне клацання: показати все · Сірі стовпці в панелі «Пам’ять»: очищення пам'яті (GC), висота — тривалість паузи · ▲: кадр понад шкалою (час під час наведення) · Клацання пункту списку: його частка в кожному стовпці (ще раз — прибрати; поки показано, наведення на інший — попередній перегляд)
zh_tw: 滾輪：縮放 · 拖曳：選取範圍 · 點一下：選取一個影格 · 右鍵拖曳：移動 · 按兩下：顯示全部 · 記憶體面板中的灰色長條：記憶體清理（GC），高度為暫停時間 · ▲：超出刻度的影格（游標停留時顯示時間） · 按一下清單中的項目：在每根長條中加深顯示其部分（再按一下取消；顯示期間指向其他項目可預覽） · 淺橘色背景：GC 執行期間

# ProfileCopyText
source: Copy for AI
de_de: Für KI kopieren
es_es: Copiar para IA
fr_fr: Copier pour une IA
id_id: Salin untuk AI
it_it: Copia testo
ja_jp: AI 用にコピー
pt_br: Copiar texto
ru_ru: Копировать текст
tr_tr: Metni kopyala
uk_ua: Копіювати текст
zh_tw: 複製文字

# ProfileCopyReportTip
source: Copies a report to paste into an AI chat: the whole report, or a detailed one on the mod in the table below only (in English).
de_de: Kopiert einen Bericht zum Einfügen in einen KI-Chat: den ganzen Bericht oder einen ausführlichen nur zur Mod in der Tabelle unten (auf Englisch).
es_es: Copia un informe para pegar en un chat con IA o lo guarda como archivo: el informe completo o uno detallado solo del mod de la tabla de abajo. Los informes se escriben en inglés.
fr_fr: Copie un rapport à coller dans une discussion avec une IA : le rapport complet, ou un rapport détaillé sur le seul mod du tableau ci-dessous (en anglais).
id_id: Menyalin rentang ini sebagai laporan untuk ditempel ke obrolan AI: angka utama setiap tab dalam format yang sama, apa pun yang sedang dibuka di sini (dalam bahasa Inggris).
ja_jp: AI とのチャットに貼り付けるレポートをコピーするか、ファイルとして保存します: 全体レポート、または下の表の MOD だけの詳細レポート。レポートは英語で書かれます。

# ProfileReportCopied
source: Report copied. Paste it into an AI chat.
de_de: Bericht kopiert. Füge ihn in einen KI-Chat ein.
es_es: Informe copiado. Pégalo en un chat con IA.
fr_fr: Rapport copié. Collez-le dans une discussion avec une IA.
id_id: Laporan disalin. Tempel ke obrolan AI.
ja_jp: レポートをコピーしました。AI とのチャットに貼り付けてください。

# ProfileReportWhole
source: Whole report
de_de: Ganzer Bericht
es_es: Informe completo
fr_fr: Rapport complet
ja_jp: 全体レポート

# ProfileReportWholeTip
source: Frames, memory, every mod and a Java summary for this range; the same whatever is open here. For asking why the game is slow.
de_de: Frames, Speicher, alle Mods und eine Java-Übersicht für diesen Bereich; gleich, egal was hier aufgeklappt ist. Für die Frage, warum das Spiel langsam ist.
es_es: Fotogramas, memoria, todos los mods y un resumen de Java de este tramo; igual sin importar lo que esté desplegado. Para preguntar por qué va lento el juego.
fr_fr: Images, mémoire, tous les mods et un résumé Java pour cette plage ; le même quoi qu'il soit déplié ici. Pour demander pourquoi le jeu rame.
ja_jp: この範囲のフレーム、メモリ、すべての MOD、Java の概要。ここで何を展開していても同じ内容です。ゲームが重い理由を聞くときに。

# ProfileReportOwnerFormat
source: Detailed report: {0}
de_de: Ausführlicher Bericht: {0}
es_es: Informe detallado: {0}
fr_fr: Rapport détaillé : {0}
ja_jp: 詳細レポート: {0}

# ProfileReportOwnerTip
source: This mod alone in full: its functions, heaviest lines, call tree and allocations. For the mod's author, or for asking about this mod.
de_de: Nur diese Mod ausführlich: Funktionen, schwerste Zeilen, Aufrufbaum und Allokationen. Für den Mod-Autor oder Fragen zu dieser Mod.
es_es: Solo este mod en detalle: funciones, líneas más pesadas, árbol de llamadas y asignaciones. Para el autor del mod o para preguntar por él.
fr_fr: Ce mod seul en détail : ses fonctions, ses lignes les plus lourdes, son arbre d'appels et ses allocations. Pour l'auteur du mod, ou pour poser une question sur ce mod.
ja_jp: この MOD だけを詳しく: 関数、重い行、呼び出しツリー、割り当て。MOD の作者に送るときや、この MOD について聞くときに。

# ProfileReportAreaTip
source: This Java area alone in full: its methods and where they were called from.
de_de: Nur dieser Java-Bereich ausführlich: seine Methoden und woher sie aufgerufen wurden.
es_es: Solo esta área de Java en detalle: sus métodos y desde dónde se llamaron.
fr_fr: Cette zone Java seule en détail : ses méthodes et d'où elles ont été appelées.
ja_jp: この Java 領域だけを詳しく: メソッドと、それを呼び出した経路。

# ProfileNeedsGame
source: Start the game to record.
cs_cz: Nahrávat můžete po spuštění hry.
de_de: Starte das Spiel, um aufzunehmen.
es_es: Inicia el juego para grabar.
fr_fr: Lancez le jeu pour enregistrer.
id_id: Jalankan game untuk merekam.
it_it: Avvia il gioco per registrare.
ja_jp: ゲームを起動すると記録できます。
ko_kr: 게임을 실행하면 녹화할 수 있습니다.
pl_pl: Uruchom grę, aby nagrywać.
pt_br: Abra o jogo para gravar.
ru_ru: Запустите игру, чтобы записывать.
th_th: เปิดเกมเพื่อเริ่มบันทึก
tr_tr: Kayıt için oyunu başlatın.
uk_ua: Запустіть гру, щоб записувати.
zh_cn: 启动游戏后即可录制。
zh_tw: 啟動遊戲後即可錄製。

# LogEvent.RunGameNotRunning
source: {0} did not start because the game is not running.
cs_cz: {0} se nespustilo, protože hra neběží.
de_de: {0} wurde nicht gestartet, weil das Spiel nicht läuft.
es_es: {0} no se inició porque el juego no está en ejecución.
fr_fr: {0} n'a pas démarré, car le jeu n'est pas lancé.
id_id: {0} tidak dimulai karena game tidak sedang berjalan.
it_it: {0} non è stato avviato perché il gioco non è in esecuzione.
ja_jp: ゲームが起動していないため、{0}を開始しませんでした。
ko_kr: 게임이 실행 중이 아니어서 {0} 작업을 시작하지 않았습니다.
pl_pl: Nie rozpoczęto: {0}, ponieważ gra nie jest uruchomiona.
pt_br: {0} não foi iniciado porque o jogo não está em execução.
ru_ru: {0}: не запущено, потому что игра не запущена.
th_th: ไม่ได้เริ่ม{0} เพราะเกมไม่ได้เปิดอยู่
tr_tr: Oyun çalışmadığı için {0} başlatılmadı.
uk_ua: {0}: не розпочато, бо гру не запущено.
zh_cn: 游戏没有运行，未开始{0}。
zh_tw: 遊戲沒有在執行，未開始{0}。

# LogEvent.RunMultipleGames
source: {0} did not start because more than one game is running.
cs_cz: {0} se nespustilo, protože běží více než jedna hra.
de_de: {0} wurde nicht gestartet, weil mehr als ein Spiel läuft.
es_es: {0} no se inició porque hay más de un juego en ejecución.
fr_fr: {0} n'a pas démarré, car plusieurs jeux sont lancés.
id_id: {0} tidak dimulai karena ada lebih dari satu game yang berjalan.
it_it: {0} non è stato avviato perché è in esecuzione più di un gioco.
ja_jp: ゲームが複数起動しているため、{0}を開始しませんでした。
ko_kr: 게임이 둘 이상 실행 중이어서 {0} 작업을 시작하지 않았습니다.
pl_pl: Nie rozpoczęto: {0}, ponieważ uruchomiono więcej niż jedną grę.
pt_br: {0} não foi iniciado porque há mais de um jogo em execução.
ru_ru: {0}: не запущено, потому что запущено больше одной игры.
th_th: ไม่ได้เริ่ม{0} เพราะมีเกมเปิดอยู่มากกว่าหนึ่งเกม
tr_tr: Birden fazla oyun çalıştığı için {0} başlatılmadı.
uk_ua: {0}: не розпочато, бо запущено більше однієї гри.
zh_cn: 有多个游戏在运行，未开始{0}。
zh_tw: 有多個遊戲在執行，未開始{0}。

# ProfileStatFrames
source: Frame count
cs_cz: Počet snímků
de_de: Anzahl Frames
es_es: N.º de fotogramas
fr_fr: Nombre d’images
id_id: Jumlah frame
it_it: N. fotogrammi
ja_jp: フレーム数
ko_kr: 프레임 수
pl_pl: Liczba klatek
pt_br: Nº de quadros
ru_ru: Число кадров
th_th: จำนวนเฟรม
tr_tr: Kare sayısı
uk_ua: Кількість кадрів
zh_cn: 帧数
zh_tw: 影格數

# ProfileStatFrame
source: Frame
cs_cz: Snímek
es_es: Fotograma
fr_fr: Image
it_it: Fotogramma
ja_jp: フレーム
ko_kr: 프레임
pl_pl: Klatka
pt_br: Quadro
ru_ru: Кадр
th_th: เฟรม
tr_tr: Kare
uk_ua: Кадр
zh_cn: 帧
zh_tw: 影格

# ProfileStatAverage
source: Average
cs_cz: Průměr
de_de: Durchschnitt
es_es: Media
fr_fr: Moyenne
id_id: Rata-rata
it_it: Media
ja_jp: 平均
ko_kr: 평균
pl_pl: Średnio
pt_br: Média
ru_ru: Среднее
th_th: เฉลี่ย
tr_tr: Ortalama
uk_ua: Середнє
zh_cn: 平均
zh_tw: 平均

# ProfileStatSlowest
source: Slowest
cs_cz: Nejpomalejší
de_de: Langsamster
es_es: Más lento
fr_fr: La plus lente
id_id: Paling lambat
it_it: Più lento
ja_jp: 最も遅い
ko_kr: 가장 느림
pl_pl: Najwolniejsza
pt_br: Mais lento
ru_ru: Самый медленный
th_th: ช้าที่สุด
tr_tr: En yavaş
uk_ua: Найповільніший
zh_cn: 最慢
zh_tw: 最慢

# ProfileStatWorst
source: Worst 1%
cs_cz: Nejhorší 1 %
de_de: Schlechteste 1 %
es_es: Peor 1 %
fr_fr: Pire 1 %
id_id: 1% terburuk
it_it: Peggiore 1%
ja_jp: 下位 1%
ko_kr: 하위 1%
pl_pl: Najgorszy 1%
pt_br: Pior 1%
ru_ru: Худший 1%
th_th: แย่สุด 1%
tr_tr: En kötü %1
uk_ua: Найгірший 1%
zh_cn: 最差 1%
zh_tw: 最差 1%

# ProfileRangeWhole
source: Total
de_de: Gesamt
it_it: Totale
ja_jp: 全体
ru_ru: Всего
tr_tr: Toplam
uk_ua: Усього
zh_tw: 全部

# ProfileRangeSelected
source: Selection
de_de: Auswahl
es_es: Selección
fr_fr: Sélection
id_id: Pilihan
it_it: Selezione
ja_jp: 選択
pt_br: Seleção
ru_ru: Выделение
tr_tr: Seçim
uk_ua: Виділення
zh_tw: 選取

# ProfileClearSelection
source: Clear the selection (Esc)
de_de: Auswahl aufheben (Esc)
es_es: Quitar la selección (Esc)
fr_fr: Annuler la sélection (Échap)
id_id: Hapus pilihan (Esc)
it_it: Annulla la selezione (Esc)
ja_jp: 選択を解除 (Esc)
pt_br: Limpar a seleção (Esc)
ru_ru: Снять выделение (Esc)
tr_tr: Seçimi kaldır (Esc)
uk_ua: Зняти виділення (Esc)
zh_tw: 取消選取 (Esc)

# ProfileClearSelectionHint
source: ✕ on the selection or Esc: clear the selection
de_de: ✕ an der Auswahl oder Esc: Auswahl aufheben
es_es: ✕ en la selección o Esc: quitar la selección
fr_fr: ✕ sur la sélection ou Échap : annuler la sélection
id_id: ✕ pada pilihan atau Esc: hapus pilihan
it_it: ✕ sulla selezione o Esc: annulla la selezione
ja_jp: 選択の ✕ または Esc: 選択を解除
pt_br: ✕ na seleção ou Esc: limpar a seleção
ru_ru: ✕ у выделения или Esc: снять выделение
tr_tr: Seçimdeki ✕ veya Esc: seçimi kaldır
uk_ua: ✕ біля виділення або Esc: зняти виділення
zh_tw: 選取範圍上的 ✕ 或 Esc：取消選取

# ProfileStatHeapPeak
source: Heap peak
cs_cz: Halda max.
de_de: Heap max.
es_es: Pico de heap
fr_fr: Pic du tas
id_id: Puncak heap
it_it: Picco heap
ja_jp: ヒープ最大
ko_kr: 힙 최대
pl_pl: Szczyt sterty
pt_br: Pico do heap
ru_ru: Пик кучи
th_th: ฮีปสูงสุด
tr_tr: Heap zirvesi
uk_ua: Пік купи
zh_cn: 堆峰值
zh_tw: 堆積峰值

# ProfileStatVideoPeak
source: VRAM peak
cs_cz: VRAM max.
de_de: VRAM max.
es_es: Pico de VRAM
fr_fr: Pic de VRAM
id_id: Puncak VRAM
it_it: Picco VRAM
ja_jp: VRAM 最大
ko_kr: VRAM 최대
pl_pl: Szczyt VRAM
pt_br: Pico de VRAM
ru_ru: Пик VRAM
th_th: VRAM สูงสุด
tr_tr: VRAM zirvesi
uk_ua: Пік VRAM
zh_cn: 显存峰值
zh_tw: 顯示記憶體峰值

# ProfileStatHeap
source: Heap
cs_cz: Halda
fr_fr: Tas
ja_jp: ヒープ
ko_kr: 힙
pl_pl: Sterta
ru_ru: Куча
th_th: ฮีป
uk_ua: Купа
zh_cn: 堆
zh_tw: 堆積

# ProfileMemory
source: Memory
cs_cz: Paměť
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
id_id: Memori
it_it: Memoria
ja_jp: メモリ
ko_kr: 메모리
pl_pl: Pamięć
pt_br: Memória
ru_ru: Память
th_th: หน่วยความจำ
tr_tr: Bellek
uk_ua: Пам’ять
zh_cn: 内存
zh_tw: 記憶體

# ProfileMemoryHeapRow
source: Heap in use
cs_cz: Využití haldy
de_de: Heap-Nutzung
es_es: Heap en uso
fr_fr: Tas utilisé
id_id: Heap terpakai
it_it: Heap in uso
ja_jp: ヒープ使用量
ko_kr: 힙 사용량
pl_pl: Użycie sterty
pt_br: Heap em uso
ru_ru: Занято в куче
th_th: ฮีปที่ใช้
tr_tr: Kullanılan heap
uk_ua: Зайнято в купі
zh_cn: 堆使用量
zh_tw: 堆積使用量

# ProfileMemoryHeapRowTip
source: Java heap in use: the memory the game's Java code holds. The scale runs from the lowest to the highest reading in view.
cs_cz: Využití haldy Javy: paměť, kterou drží kód hry v Javě. Stupnice sahá od nejnižší po nejvyšší hodnotu v zobrazeném úseku.
de_de: Belegter Java-Heap: der Speicher, den der Java-Code des Spiels hält. Die Skala reicht vom niedrigsten bis zum höchsten Wert im sichtbaren Bereich.
es_es: Heap de Java en uso: la memoria que ocupa el código Java del juego. La escala va del valor más bajo al más alto del intervalo visible.
fr_fr: Tas Java utilisé : la mémoire que tient le code Java du jeu. L’échelle va de la valeur la plus basse à la plus haute de la plage affichée.
id_id: Heap Java terpakai: memori yang dipegang kode Java game. Skala berjalan dari nilai terendah ke tertinggi dalam rentang yang terlihat.
it_it: Heap Java in uso: la memoria occupata dal codice Java del gioco. La scala va dal valore più basso al più alto nell'intervallo visibile.
ja_jp: Java ヒープの使用量: ゲームの Java コードが使っているメモリです。目盛りは表示範囲の最小から最大までです。
ko_kr: 자바 힙 사용량: 게임의 자바 코드가 쓰고 있는 메모리입니다. 눈금은 보이는 구간의 최저에서 최고까지입니다.
pl_pl: Użycie sterty Javy: pamięć zajmowana przez kod gry w Javie. Skala obejmuje od najniższej do najwyższej wartości w widocznym zakresie.
pt_br: Heap Java em uso: a memória ocupada pelo código Java do jogo. A escala vai do menor ao maior valor no intervalo visível.
ru_ru: Занятая куча Java: память, которую держит Java-код игры. Шкала идёт от наименьшего до наибольшего значения в видимом диапазоне.
th_th: ฮีป Java ที่ใช้อยู่: หน่วยความจำที่โค้ด Java ของเกมถือไว้ สเกลเริ่มจากค่าต่ำสุดถึงสูงสุดในช่วงที่มองเห็น
tr_tr: Kullanılan Java heap'i: oyunun Java kodunun tuttuğu bellek. Ölçek, görünen aralıktaki en düşük değerden en yükseğe uzanır.
uk_ua: Зайнята купа Java: пам'ять, яку тримає Java-код гри. Шкала йде від найменшого до найбільшого значення у видимому діапазоні.
zh_cn: Java 堆使用量：游戏的 Java 代码占用的内存。刻度为可见范围内的最低值到最高值。
zh_tw: Java 堆積使用量：遊戲的 Java 程式碼占用的記憶體。刻度為可見範圍內的最低值到最高值。

# ProfileMemoryCollectionsRow
source: GC pauses
cs_cz: Pauzy GC
de_de: GC-Pausen
es_es: Pausas de GC
fr_fr: Pauses du GC
id_id: Jeda GC
it_it: Pause del GC
ja_jp: GC 停止時間
ko_kr: GC 멈춘 시간
pl_pl: Przerwy GC
pt_br: Pausas do GC
ru_ru: Паузы GC
th_th: เวลาหยุดของ GC
tr_tr: GC duraklamaları
uk_ua: Паузи GC
zh_cn: GC 暂停时间
zh_tw: GC 暫停時間

# ProfileMemoryCollectionsRowTip
source: Each bar is one memory cleanup (GC). Its width and height show how long the game stopped for it; the tallest bar is the longest pause in view.
cs_cz: Každý sloupec je jeden úklid paměti (GC). Jeho šířka a výška ukazují, jak dlouho kvůli němu hra stála; nejvyšší sloupec je nejdelší pauza v zobrazeném úseku.
de_de: Jeder Balken ist eine Speicherbereinigung (GC). Breite und Höhe zeigen, wie lange das Spiel dafür stand; der höchste Balken ist die längste Pause im sichtbaren Bereich.
es_es: Cada barra es una limpieza de memoria (GC). Su anchura y altura muestran cuánto tiempo se detuvo el juego; la barra más alta es la pausa más larga del intervalo visible.
fr_fr: Chaque barre est un nettoyage de la mémoire (GC). Sa largeur et sa hauteur montrent combien de temps le jeu s’est arrêté ; la barre la plus haute est la plus longue pause de la plage affichée.
id_id: Setiap batang adalah satu pembersihan memori (GC). Lebar dan tingginya menunjukkan berapa lama game berhenti karenanya; batang tertinggi adalah jeda terlama dalam rentang yang terlihat.
it_it: Ogni barra è una pulizia della memoria (GC). Larghezza e altezza mostrano quanto il gioco si è fermato; la barra più alta è la pausa più lunga nell'intervallo visibile.
ja_jp: 棒 1 本がメモリの整理 (GC) 1 回です。幅と高さはその間ゲームが止まった時間で、いちばん高い棒が表示範囲で最も長い停止です。
ko_kr: 막대 하나가 메모리 정리(GC) 한 번입니다. 폭과 높이는 그동안 게임이 멈춘 시간이고, 가장 높은 막대가 보이는 구간에서 가장 길게 멈춘 것입니다.
pl_pl: Każdy słupek to jedno czyszczenie pamięci (GC). Jego szerokość i wysokość pokazują, jak długo gra przez nie stała; najwyższy słupek to najdłuższa przerwa w widocznym zakresie.
pt_br: Cada barra é uma limpeza de memória (GC). A largura e a altura mostram quanto tempo o jogo parou por ela; a barra mais alta é a pausa mais longa no intervalo visível.
ru_ru: Каждый столбец — одна очистка памяти (GC). Его ширина и высота показывают, сколько игра из-за неё стояла; самый высокий столбец — самая долгая пауза в видимом диапазоне.
th_th: แต่ละแท่งคือการล้างหน่วยความจำ (GC) หนึ่งครั้ง ความกว้างและความสูงแสดงเวลาที่เกมหยุดไป แท่งที่สูงที่สุดคือการหยุดนานที่สุดในช่วงที่มองเห็น
tr_tr: Her çubuk bir bellek temizliğidir (GC). Genişliği ve yüksekliği oyunun bunun için ne kadar durduğunu gösterir; en yüksek çubuk, görünen aralıktaki en uzun duraklamadır.
uk_ua: Кожен стовпець — одне очищення пам'яті (GC). Його ширина й висота показують, скільки гра через нього стояла; найвищий стовпець — найдовша пауза у видимому діапазоні.
zh_cn: 每根柱代表一次内存清理（GC）。宽度和高度表示游戏因此暂停的时间，最高的柱是可见范围内最长的暂停。
zh_tw: 每根長條代表一次記憶體清理（GC）。寬度和高度表示遊戲因此暫停的時間，最高的長條是可見範圍內最長的暫停。
